content/research.org
#+title: Research
#+draft: false
#+hugo_base_dir: ../
#+hugo_section: ./
#+hugo_weight: auto
#+hugo_auto_set_lastmod: t

* Ocean data analysis

# [[./][Study of the Interaction of environment and cell population from on-board cruises]]
# Sangwon Hyun, Francois Ribalet, Timothy Coleman, Jacob Bien
# In submission (2021)

*[[https://www.frontiersin.org/journals/microbiology/articles/10.3389/fmicb.2023.1197329/full][Identification of Microbial Metabolic Functional Guilds from Large Genomic Datasets]]*
Ryan Reynolds, Sangwon Hyun, Benjamin Tully, Jacob Bien, Naomi M. Levine
/Frontiers in Microbiology (2023)/

*[[https://gmd.copernicus.org/articles/16/4639/2023/gmd-16-4639-2023-assets.html][Density-based Approaches to Evaluate Biogeochemical Models by Satellite Derived Chlorophyll]]*
Bror F. Jönsson, Christopher L. Follett, Jacob Bien, Stephanie Dutkiewicz, Sangwon Hyun, Gemma Kulk, Gael Forget, Christian L. Müller, Marie-Fanny Racault, Christopher N. Hill, Thomas Jackson, Shubha Sathyendranath
/Geoscientific Model Development (2023)/

*[[https://arxiv.org/abs/2008.11251][Modeling Cell Populations Measured By Flow Cytometry With Covariates Using Sparse Mixture of Regressions]]*
Sangwon Hyun, Mattias Rolf Cape, François Ribalet, Jacob Bien
/Annals of Applied Statistics (2023)/

*[[https://royalsocietypublishing.org/doi/full/10.1098/rspa.2021.0875][Ocean Mover’s Distance: Using Optimal Transport for Analyzing Oceanographic Data]]*
Sangwon Hyun, Aditya Mishra, Christopher L. Follett Bror Jonsson, Gemma Kulk, Gael Forget, Marie-Fanny Racault, Thomas Jackson, Stephanie Dutkiewic, Christian L. Müller, and Jacob Bien
/Proceedings of the Royal Society A (2022)/

*[[https://www.biorxiv.org/content/10.1101/2021.07.16.452528v1][A Flexible Bayesian Approach to Estimating Size-structured Matrix Population Models]]*
Kristof Glauninger, Jann Paul Mattern, Greg Britten, John Casey, Sangwon Hyun, Zhen Wu, E. Virginia Armbrust, Zaid Harchaoui, François Ribalet
/PLOS Computational Biology (2021)/

* Changepoint detection and selective inference

*[[http://arxiv.org/abs/1812.03644][Post-selection Inference for Changepoint Detection Algorithms with Application to Copy Number Variation Data]]*
Sangwon Hyun, Kevin Lin, Max G'Sell, Ryan Tibshirani
/Biometrics/ (2020)

*[[http://arxiv.org/abs/1606.03552][Exact Post-Selection Inference for the Generalized Lasso Path]]*
Sangwon Hyun, Max G'Sell, Ryan Tibshirani
/Electronic Journal of Statistics/ (2018)


* Infectious disease modeling and forecasting

*[[https://www.medrxiv.org/content/10.1101/2021.07.12.21259660v1][An Open Repository of Real-Time COVID-19 Indicators]]*
Various authors
/Proceedings of the National Academy of Sciences (2021)/

*[[https://www.medrxiv.org/content/10.1101/2021.06.22.21259346v1][Can Auxiliary Indicators Improve COVID-19 Forecasting and Hotspot Prediction?]]*
Daniel J. McDonald, Jacob Bien, Alden Green, Addison J. Hu, Nat DeFries, Sangwon Hyun, Natalia L. Oliveira, James Sharpnack, Jingjing Tang, Robert Tibshirani, Valérie Ventura, Larry Wasserman, Ryan Tibshirani
/Proceedings of the National Academy of Sciences (2021)/

*[[https://journals.plos.org/ploscompbiol/article?rev=2&id=10.1371/journal.pcbi.1006134][Nonmechanistic Forecasts of Seasonal Influenza with Iterative One-week-ahead
Distributions]]*
Logan Brooks, David Farrow, Sangwon Hyun, Ryan Tibshirani, Roni
Rosenfeld /PLOS Computational Biology/ (2018)

*[[http://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1004382][A Human Judgment Approach to Epidemiological Forecasting]]*
David Farrow, Logan Brooks, Sangwon Hyun, Ryan Tibshirani, Donald S. Burke
/PLOS Computational Biology/ (2017)

*[[http://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1004382][Flexible Modeling of Epidemics with an Empirical Bayes Framework]]*
Logan Brooks, David Farrow, Sangwon Hyun, Ryan Tibshirani, Roni Rosenfeld
/PLOS Computational Biology/ (2015)

*[[http://journals.plos.org/plosntds/article?id=10.1371/journal.pntd.0003063][Risk of Dengue for Tourists and Teams during the World Cup 2014 in Brazil]]*
Wilbert Van Panhuis, Sangwon Hyun, Kayleigh Blaney, Ernesto T. A. Marques Jr, Giovanini E. Coelho, João Bosco Siqueira Jr, Ryan Tibshirani, Jarbas B. da Silva Jr, Roni Rosenfeld
/PLOS Neglected Tropical Diseases/ (2014)

*[[https://www.nature.com/articles/s41598-018-36361-9][Collaborative efforts to forecast seasonal influenza in the United States, 2015--2016]]*
Various authors
/Scientific Reports/ (2019)

*[[https://www.sciencedirect.com/science/article/pii/S1755436517300889][Results from the Second Year of a Collaborative Effort to Forecast Influenza Seasons in the United States]]*
Various authors
/Epidemics/ (2018)

*[[https://www.pnas.org/content/pnas/116/48/24268.full.pdf][An Open Challenge to Advance Probabilistic Forecasting for Dengue Epidemics]]*
Various authors
/Proceedings of the National Academy of Sciences/ (2019)


# * Ongoing work

# *Environmental Drivers of Marine Cell Populations Measured by Flow Cytometry*
# Sangwon Hyun, Timothy Coleman, Francois Ribalet, Jacob Bien

# *Trend Filtering for Mixture Analysis of Flow Cytometry*
# Timothy Coleman, Sangwon Hyun, Francois Ribalet, Jacob Bien

# *Nonlinear flowmix*
# Timothy Coleman, Sangwon Hyun, Francois Ribalet, Jacob Bien

# *Trend Filtering for Mixture Analysis of Flow Cytometry*
# Timothy Coleman, Sangwon Hyun, Francois Ribalet, Jacob Bien

