public/research.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-10-26 Wed 17:55 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Research</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Sangwon Hyun" />
</head>
<body>
<div id="content">
<h1 class="title">Research</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org7e7d536">1. Ocean data analysis</a></li>
<li><a href="#org0062855">2. Changepoint detection and selective inference</a></li>
<li><a href="#org3c6cf61">3. Infectious disease modeling and forecasting</a></li>
<li><a href="#orgb083620">4. Ongoing work</a></li>
</ul>
</div>
</div>

<div id="outline-container-org7e7d536" class="outline-2">
<h2 id="org7e7d536"><span class="section-number-2">1.</span> Ocean data analysis</h2>
<div class="outline-text-2" id="text-1">
<p>
<b><a href="https://royalsocietypublishing.org/doi/full/10.1098/rspa.2021.0875">Ocean Mover’s Distance: Using Optimal Transport for Analyzing Oceanographic Data</a></b>
Sangwon Hyun, Aditya Mishra, Christopher L. Follett Bror Jonsson, Gemma Kulk, Gael Forget, Marie-Fanny Racault, Thomas Jackson, Stephanie Dutkiewic, Christian L. Müller, and Jacob Bien
<i>Proceedings of the Royal Society A (2022)</i>
</p>

<p>
<span class="underline"><b>Density-based Approaches to Evaluate Biogeochemical Models by Satellite Derived Chlorophyll</b></span>
Bror F. Jönsson, Christopher L. Follett, Jacob Bien, Stephanie Dutkiewicz, Sangwon Hyun, Gemma Kulk, Gael Forget, Christian L. Müller, Marie-Fanny Racault, Christopher N. Hill, Thomas Jackson, Shubha Sathyendranath
<i>In revision with AGU Biogeochemical Cycles (2021)</i>
</p>

<p>
<b><a href="https://www.biorxiv.org/content/10.1101/2021.07.16.452528v1">A Flexible Bayesian Approach to Estimating Size-structured Matrix Population Models</a></b>
Kristof Glauninger, Jann Paul Mattern, Greg Britten, John Casey, Sangwon Hyun, Zhen Wu, E. Virginia Armbrust, Zaid Harchaoui, François Ribalet
<i>PLOS Computational Biology (2021)</i>
</p>

<p>
<b><a href="https://arxiv.org/abs/2008.11251">Modeling Cell Populations Measured By Flow Cytometry With Covariates Using Sparse Mixture of Regressions</a></b>
Sangwon Hyun, Mattias Rolf Cape, François Ribalet, Jacob Bien
<i>To appear, Annals of Applied Statistics (2022)</i>
</p>

<p>
<b>Identification of Microbial Metabolic Functional Guilds from Large Genomic Datasets</b>
Ryan Reynolds, Sangwon Hyun, Benjamin Tully, Jacob Bien, Naomi M. Levine
<i>In submission (2022)</i>
</p>
</div>
</div>

<div id="outline-container-org0062855" class="outline-2">
<h2 id="org0062855"><span class="section-number-2">2.</span> Changepoint detection and selective inference</h2>
<div class="outline-text-2" id="text-2">
<p>
<b><a href="http://arxiv.org/abs/1812.03644">Post-selection Inference for Changepoint Detection Algorithms with Application to Copy Number Variation Data</a></b>
Sangwon Hyun, Kevin Lin, Max G'Sell, Ryan Tibshirani
<i>Biometrics</i> (2020)
</p>

<p>
<b><a href="http://arxiv.org/abs/1606.03552">Exact Post-Selection Inference for the Generalized Lasso Path</a></b>
Sangwon Hyun, Max G'Sell, Ryan Tibshirani
<i>Electronic Journal of Statistics</i> (2018)
</p>
</div>
</div>


<div id="outline-container-org3c6cf61" class="outline-2">
<h2 id="org3c6cf61"><span class="section-number-2">3.</span> Infectious disease modeling and forecasting</h2>
<div class="outline-text-2" id="text-3">
<p>
<b><a href="https://www.medrxiv.org/content/10.1101/2021.07.12.21259660v1">An Open Repository of Real-Time COVID-19 Indicators</a></b>
</p>
<ul class="org-ul">
<li>Various authors</li>
<li><i>Proceedings of the National Academy of Sciences (2021)</i></li>
</ul>

<p>
<b><a href="https://www.medrxiv.org/content/10.1101/2021.06.22.21259346v1">Can Auxiliary Indicators Improve COVID-19 Forecasting and Hotspot Prediction?</a></b>
</p>
<ul class="org-ul">
<li>Daniel J. McDonald, Jacob Bien, Alden Green, Addison J. Hu, Nat DeFries, Sangwon Hyun, Natalia L. Oliveira, James Sharpnack, Jingjing Tang, Robert Tibshirani, Valérie Ventura, Larry Wasserman, Ryan Tibshirani</li>
<li><i>Proceedings of the National Academy of Sciences (2021)</i></li>
</ul>

<p>
<b><a href="https://journals.plos.org/ploscompbiol/article?rev=2&amp;id=10.1371/journal.pcbi.1006134">Nonmechanistic Forecasts of Seasonal Influenza with Iterative One-week-ahead Distributions</a></b>
  Logan Brooks, David Farrow, Sangwon Hyun, Ryan Tibshirani, Roni Rosenfeld
  <i>PLOS Computational Biology</i> (2018)
</p>

<p>
<b><a href="http://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1004382">A Human Judgment Approach to Epidemiological Forecasting</a></b>
David Farrow, Logan Brooks, Sangwon Hyun, Ryan Tibshirani, Donald S. Burke
<i>PLOS Computational Biology</i> (2017)
</p>

<p>
<b><a href="http://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1004382">Flexible Modeling of Epidemics with an Empirical Bayes Framework</a></b>
Logan Brooks, David Farrow, Sangwon Hyun, Ryan Tibshirani, Roni Rosenfeld
<i>PLOS Computational Biology</i> (2015)
</p>

<p>
<b><a href="http://journals.plos.org/plosntds/article?id=10.1371/journal.pntd.0003063">Risk of Dengue for Tourists and Teams during the World Cup 2014 in Brazil</a></b>
Wilbert Van Panhuis, Sangwon Hyun, Kayleigh Blaney, Ernesto T. A. Marques Jr, Giovanini E. Coelho, João Bosco Siqueira Jr, Ryan Tibshirani, Jarbas B. da Silva Jr, Roni Rosenfeld
<i>PLOS Neglected Tropical Diseases</i> (2014)
</p>

<p>
<b><a href="https://www.nature.com/articles/s41598-018-36361-9">Collaborative efforts to forecast seasonal influenza in the United States, 2015&#x2013;2016</a></b>
Various authors
<i>Scientific Reports</i> (2019)
</p>

<p>
<b><a href="https://www.sciencedirect.com/science/article/pii/S1755436517300889">Results from the Second Year of a Collaborative Effort to Forecast Influenza Seasons in the United States</a></b>
Various authors
<i>Epidemics</i> (2018)
</p>

<p>
<b><a href="https://www.pnas.org/content/pnas/116/48/24268.full.pdf">An Open Challenge to Advance Probabilistic Forecasting for Dengue Epidemics</a></b>
Various authors
<i>Proceedings of the National Academy of Sciences</i> (2019)
</p>
</div>
</div>

<div id="outline-container-orgb083620" class="outline-2">
<h2 id="orgb083620"><span class="section-number-2">4.</span> Ongoing work</h2>
<div class="outline-text-2" id="text-4">
<p>
<b>Environmental Drivers of Marine Cell Populations Measured by Flow Cytometry</b>
Sangwon Hyun, Timothy Coleman, Francois Ribalet, Jacob Bien
</p>

<p>
<b>Trend Filtering for Mixture Analysis of Flow Cytometry</b>
Timothy Coleman, Sangwon Hyun, Francois Ribalet, Jacob Bien
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Sangwon Hyun</p>
<p class="date">Created: 2022-10-26 Wed 17:55</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
