content/research.md
+++
title = "Research"
author = ["Sangwon Hyun"]
lastmod = 2022-10-26T17:57:47-07:00
draft = false
+++

## Ocean data analysis {#ocean-data-analysis}

**[Ocean Mover’s Distance: Using Optimal Transport for Analyzing Oceanographic Data](https://royalsocietypublishing.org/doi/full/10.1098/rspa.2021.0875)**
Sangwon Hyun, Aditya Mishra, Christopher L. Follett Bror Jonsson, Gemma Kulk, Gael Forget, Marie-Fanny Racault, Thomas Jackson, Stephanie Dutkiewic, Christian L. Müller, and Jacob Bien
_Proceedings of the Royal Society A (2022)_

<span class="underline">**Density-based Approaches to Evaluate Biogeochemical Models by Satellite Derived Chlorophyll**</span>
Bror F. Jönsson, Christopher L. Follett, Jacob Bien, Stephanie Dutkiewicz, Sangwon Hyun, Gemma Kulk, Gael Forget, Christian L. Müller, Marie-Fanny Racault, Christopher N. Hill, Thomas Jackson, Shubha Sathyendranath
_In revision with AGU Biogeochemical Cycles (2021)_

**[A Flexible Bayesian Approach to Estimating Size-structured Matrix Population Models](https://www.biorxiv.org/content/10.1101/2021.07.16.452528v1)**
Kristof Glauninger, Jann Paul Mattern, Greg Britten, John Casey, Sangwon Hyun, Zhen Wu, E. Virginia Armbrust, Zaid Harchaoui, François Ribalet
_PLOS Computational Biology (2021)_

**[Modeling Cell Populations Measured By Flow Cytometry With Covariates Using Sparse Mixture of Regressions](https://arxiv.org/abs/2008.11251)**
Sangwon Hyun, Mattias Rolf Cape, François Ribalet, Jacob Bien
_To appear, Annals of Applied Statistics (2022)_

**Identification of Microbial Metabolic Functional Guilds from Large Genomic Datasets**
Ryan Reynolds, Sangwon Hyun, Benjamin Tully, Jacob Bien, Naomi M. Levine
_In submission (2022)_


## Changepoint detection and selective inference {#changepoint-detection-and-selective-inference}

**[Post-selection Inference for Changepoint Detection Algorithms with Application to Copy Number Variation Data](http://arxiv.org/abs/1812.03644)**
Sangwon Hyun, Kevin Lin, Max G'Sell, Ryan Tibshirani
_Biometrics_ (2020)

**[Exact Post-Selection Inference for the Generalized Lasso Path](http://arxiv.org/abs/1606.03552)**
Sangwon Hyun, Max G'Sell, Ryan Tibshirani
_Electronic Journal of Statistics_ (2018)


## Infectious disease modeling and forecasting {#infectious-disease-modeling-and-forecasting}

**[An Open Repository of Real-Time COVID-19 Indicators](https://www.medrxiv.org/content/10.1101/2021.07.12.21259660v1)**

-   Various authors
-   _Proceedings of the National Academy of Sciences (2021)_

**[Can Auxiliary Indicators Improve COVID-19 Forecasting and Hotspot Prediction?](https://www.medrxiv.org/content/10.1101/2021.06.22.21259346v1)**

-   Daniel J. McDonald, Jacob Bien, Alden Green, Addison J. Hu, Nat DeFries, Sangwon Hyun, Natalia L. Oliveira, James Sharpnack, Jingjing Tang, Robert Tibshirani, Valérie Ventura, Larry Wasserman, Ryan Tibshirani
-   _Proceedings of the National Academy of Sciences (2021)_

**[Nonmechanistic Forecasts of Seasonal Influenza with Iterative One-week-ahead
Distributions](https://journals.plos.org/ploscompbiol/article?rev=2&id=10.1371/journal.pcbi.1006134)**
  Logan Brooks, David Farrow, Sangwon Hyun, Ryan Tibshirani, Roni
  Rosenfeld _PLOS Computational Biology_ (2018)

**[A Human Judgment Approach to Epidemiological Forecasting](http://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1004382)**
David Farrow, Logan Brooks, Sangwon Hyun, Ryan Tibshirani, Donald S. Burke
_PLOS Computational Biology_ (2017)

**[Flexible Modeling of Epidemics with an Empirical Bayes Framework](http://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1004382)**
Logan Brooks, David Farrow, Sangwon Hyun, Ryan Tibshirani, Roni Rosenfeld
_PLOS Computational Biology_ (2015)

**[Risk of Dengue for Tourists and Teams during the World Cup 2014 in Brazil](http://journals.plos.org/plosntds/article?id=10.1371/journal.pntd.0003063)**
Wilbert Van Panhuis, Sangwon Hyun, Kayleigh Blaney, Ernesto T. A. Marques Jr, Giovanini E. Coelho, João Bosco Siqueira Jr, Ryan Tibshirani, Jarbas B. da Silva Jr, Roni Rosenfeld
_PLOS Neglected Tropical Diseases_ (2014)

**[Collaborative efforts to forecast seasonal influenza in the United States, 2015--2016](https://www.nature.com/articles/s41598-018-36361-9)**
Various authors
_Scientific Reports_ (2019)

**[Results from the Second Year of a Collaborative Effort to Forecast Influenza Seasons in the United States](https://www.sciencedirect.com/science/article/pii/S1755436517300889)**
Various authors
_Epidemics_ (2018)

**[An Open Challenge to Advance Probabilistic Forecasting for Dengue Epidemics](https://www.pnas.org/content/pnas/116/48/24268.full.pdf)**
Various authors
_Proceedings of the National Academy of Sciences_ (2019)


## Ongoing work {#ongoing-work}

**Environmental Drivers of Marine Cell Populations Measured by Flow Cytometry**
Sangwon Hyun, Timothy Coleman, Francois Ribalet, Jacob Bien

**Trend Filtering for Mixture Analysis of Flow Cytometry**
Timothy Coleman, Sangwon Hyun, Francois Ribalet, Jacob Bien
